{
    "title": "Chao Shen Xueyuan",
    "alternative_title": "",
    "slug": "chao-shen-xueyuan",
    "anime_type": "ONA",
    "description": "Dinghei, the great inventor of the Shenhe galaxy, was the first to study the supernatural genetic engineering. He created the greatest God of Time.Dinghei and the God of Time brought the scientific concept of Super God Gene to all other civilizations in the universe and established Super Theological Academy. The prerequisite for Supershen Genetic Engineering is that the civilization has undergone nuclear baptism and has preliminary evolution and technological knowledge.The two most important technological concepts are: micro-wormhole delivery technology, and dark energy/matter decryption technology.Therefore, Super Theological Seminary has been established in the major known high-tech civilizations such as the Deno Galaxy Civilization and the Shenhe Civilization.But no matter how civilization develops, the closer it is to the top, the more it will encounter technological bottlenecks, which is the void world. A world that all existing scientific and technological theories cannot explain and understand can even subvert all modern and future sciences. But after civilization came into contact with the void world, it began to face the ultimate fear.In order to deal with the ultimate fear, Super Theological Academy plans to create three Gods of War to face the biggest challenge.Until 1,000 years ago, Ducao came to the earth and met Ryze. Ducao took on the important task of Super Seminary, gave young ordinary people Ryze incredible power and spread his genes in the world.These genes can eventually grow into a new generation of super soldiers who resist ultimate fear and even various foreign threats. But the earth was too backward at that time, Ducao and Ryze have been waiting and wandering. Until the time god's big clock was snatched by Karl.(translated from douban)",
    "genre": "[<Genre -> Action>]",
    "year": "2013",
    "status": "Completed",
    "total_episodes": "10"
}